[
  
  {
    "name": "Mmakwena Moesi",
    "business_name": "Viva Organica",
    "sector": "Bio-Tech",
    "products": "Provide Sustainable Input To Farmers",
    "business_profile": "Viva Organica Is An Innovative Biotech-Based Company Committed To Supporting Smallholder Farmers By Providing Sustainable, Biological, And Organic Agricultural Inputs. Our Primary Offerings Include Biofertilizers, Organic Seeds, And Agritech Services Aimed At Enhancing Soil Health, Crop Yield, And Food Security In Local Communities. By Focusing On Organic Solutions, We Help Reduce Dependency On Synthetic Chemicals, Promoting Sustainable Agriculture While Safeguarding The Environment. Currently, We Are Working On Introducing Biopesticides To Local Farmers And Communities, Providing An Eco-Friendly Solution To Pest Management. These Biopesticides Will Be Crucial In Reducing Chemical Pesticide Use, Which Often Leads To Soil Degradation And Environmental Harm. By Developing These Solutions, We Aim To Empower Smallholder Farmers To Increase Their Productivity And Resilience To Agricultural Threats. Furthermore, In The Pipeline, We Are Developing An Ai-Driven Hardware And Software Device That Will Provide Early Predictions Of Major Pests And Diseases. This Innovation Will Equip Farmers With The Tools To Preemptively Tackle Agricultural Challenges, Reducing Losses And Ensuring Healthier Crops. Our Commitment To Leveraging Technology Ensures That We Not Only Meet The Current Needs Of Farmers But Also Prepare Them For Future Agricultural Demands. Viva Organica Strives To Create A Sustainable Agricultural Ecosystem That Benefits Both The Environment And The Local Community, Enhancing Food Security And Fostering A Resilient, Tech-Driven Farming Sector.",
    "avatar": "/img/cohorts/c2024-13"
  },
  {
    "name": "Neo Bridgette Nthepha Kitso",
    "business_name": "Tlhakakgolo Literary Journal",
    "sector": "Media",
    "products": "Online Store",
    "business_profile": "Digital Storytelling Initiatives:\nWe Are Exploring Interactive And Multimedia Storytelling Formats That Blend Traditional Narratives With Modern Technology. This Includes Creating Digital Story Maps, Podcasts Featuring Live Narrations Of Folk Tales, And Short Films That Bring African Stories To Life. These Formats Cater To A Global, Tech-Savvy Audience And Make African Literature More Accessible And Engaging.\n\n2. Virtual Writing Workshops And Masterclasses:\nTlhakakgolo Offers Virtual Workshops And Masterclasses Led By Established African Writers, Editors, And Artists. These Sessions Provide Aspiring Creatives Across The Continent With Opportunities For Skill Development And Networking, Regardless Of Their Geographical Location. By Leveraging Online Platforms, We Are Democratizing Access To Literary Education And Fostering A Vibrant Creative Community.\n\n3. Ai-Powered Content Curation:\nTo Enhance The User Experience On Our Platform, We Are Developing Ai-Powered Content Curation Tools That Recommend Books, Articles, And Art Based On Users' Preferences And Reading Habits. This Personalized Approach Not Only Increases Engagement But Also Helps Users Discover New Voices And Works That Resonate With Them.\n\n4. Collaborative Cultural Projects:\nWe Are Actively Pursuing Collaborations With Cultural Institutions, Museums, And Universities To Develop And Archive Collections That Preserve And Promote African Cultural Heritage. These Projects Include Digitizing Rare Manuscripts, Creating Virtual Exhibitions, And Hosting Online Cultural Festivals That Celebrate The Diverse Traditions Of Botswana And Beyond.\n\n5. Sustainable Publishing Practices:\nAs Part Of Our Commitment To Environmental Responsibility, Tlhakakgolo Is Exploring Sustainable Publishing Practices, Such As Using Eco-Friendly Materials For Our Print Publications And Reducing Our Carbon Footprint Through Digital Distribution. We Are Also Partnering With Local Artisans To Create Handmade, Sustainable Literary Products That Reflect The Rich Cultural Heritage Of Botswana.\n\nBy Integrating These Innovative Elements, Tlhakakgolo Literary Journal Not Only Positions Itself As A Leader In The Literary Space But Also As A Forward-Thinking Cultural Hub That Bridges The Gap Between Tradition And Modernity.",
    "avatar": "/img/cohorts/c2024-14"
  },
  {
    "name": "Ontifile Gaokgorwe",
    "business_name": "The Bees Hive Academy",
    "sector": "Education",
    "products": "Education",
    "business_profile": "The Bees Hive Academy Provides Inclusive Early Childhood Education In Botswana, Offering Personalized Learning For Children With Diverse Needs. Our Programs Include Standard Curriculum, Extracurricular Activities, And Specialized Support Through The Inclusion Hub Connect Platform, Which Extends Our Reach To Provide Remote Assessments And Resources For Children With Learning Disabilities.",
    "avatar": "/img/cohorts/c2024-15"
  },
  {
    "name": "Pelontle Maphula",
    "business_name": "Solar World Botswana",
    "sector": "Solar Energy",
    "products": "Solar Systems",
    "business_profile": "Solar World Was Founded In 2019 In Response To The Challenges Of Load Shedding In Botswana. The Business Offers Robust After-Sales Service, Including Two Years Of Free Maintenance, And She Is Constantly Seeking New Technologies, Such As Mobile Phone Controls For Energy Management And Lithium Batteries. Despite High Competition From Foreign Suppliers, She Started With Personal Funding And Is Now Looking For Additional Funding And Mentorship In Finance.\n\nHer Vision Is To Expand Further Across Botswana And Explore Opportunities In The Zambian Market And Southern Africa. Currently Managing Daily Operations, She Oversees Client Relations, Seeks Government Tenders, Explores New Technologies, And Collaborates With Suppliers, All While Leading A Team Of Seven Employees.\n\nChallenges Include The Influx Of Poor-Quality Solar Products In The Market, Leading To Client Complaints And Skepticism About Solar Energy. To Combat This, She Emphasizes The Need For Market Education On Solar Benefits. With Increasing Awareness Of Renewable Energy, She Sees An Opportunity, Particularly As More Farmers, Her Biggest Clients, Turn To Solar Solutions To Address Water Shortages.\n\n\nSolar World Aims To Integrate Smart Technology With Farming, Using Online Software To Analyze Load Data And Estimate Client Needs. The Founder Is Committed To Making A Positive Impact On Climate Change Through The Promotion Of Renewable Energy.",
    "avatar": "/img/cohorts/c2024-16"
  },
  {
    "name": "Reitumetse Keikotlhaile",
    "business_name": "Aenê Collective",
    "sector": "Education",
    "products": "Culture Agency",
    "business_profile": "We Are A Botswana Indigenous Language And Culture Agency That Provides Language Services Such As Language Acquisition, Translations Etc",
    "avatar": "/img/cohorts/c2024-17"
  },
  {
    "name": "Tebogo Kale",
    "business_name": "T.B.K Potato Farm Pty (Ltd)",
    "sector": "Agriculture",
    "products": "Seedling Production",
    "business_profile": "Our Business Do Use Technology As We Have Software Application Such As Inventory Management, Customer Relationship Management Systems Can Help To Optimize Business Operations And Improve Customer Service The Wit Program Could Provide Us With Mentorship And Guidance From Experienced Entrepreneurs And Industry Experts Which Can Help Us To Grow Our Business And Avoid Common Pitfalls.",
    "avatar": "/img/cohorts/c2024-18"
  },
  {
    "name": "Thatayaone Nkokoto",
    "business_name": "Migwom (Pty)Ltd",
    "sector": "Machinery",
    "products": "Industrial Automation",
    "business_profile": "Yes We Do,Our Solution Is To Automate Most Of Our Telemetry Instruments And To Endorse Camera To The Scada Systems.",
    "avatar": "/img/cohorts/c2024-19"
  },
  {
    "name": "Tlamelo Cindy Melemo",
    "business_name": "Softberry Solutions",
    "sector": "Technology",
    "products": "Digital Products",
    "business_profile": "We Are A Profit Organisation Called Softberry Solutions Registered And Operating In Botswana Since 2021. Our Primary Focus Is To Provide And Build Technology Services Within Africa Providing Digital Products To Bridge The Technology Divide Gap. We Have Developed A Product Called Ko Dishopong That Is An E-Commerce Marketplace For Botswana. We Are Currently Developing A Product Called Sebaga Africa (Taking Africa To The World) Which Is An E-Commerce Platform Selling Products From Africa To The World And Facilitates Intra-Trade Within Africa.",
    "avatar": "/img/cohorts/c2024-20"
  }
]